Repository: MohamedRamzy994/arabtradersgroupweb
Catalog: App_LocalResources/ATG.*.resx
Languages: ar_sa

source: About
ar_sa: من نحن

# aboutaboutus
source: about us
ar_sa: معلومات عنــا

# aboutcompany
source: About Arab Traders Group
ar_sa: عن الشركة مجموعة التجار العرب

# abouthowwedo
source: how we do
ar_sa: كيـــــف نعمـــل

# aboutus
source: About
ar_sa: عن الشركة

# aboutusauthor
source: Arab Traders Group
ar_sa: مجموعة التجار العرب

# aboutustab1
source: About Us
ar_sa: تقديم وتعريف شركة التجار العرب للتجارة

# aboutustab1paragraph
source: Arab Traders Trading Co. SAE is specialized in marketing and manufacturing legumes, grains, rice and all agricultural crops for import and export. The company is distinguished by its location in the middle of the delta. The company's factories and mills are characterized by the latest equipment and modern machines. With a storage area of at least 5,000 to 10,000 tons per class and silos equipped for casting, whether from wheat, rice, barley, and broad rice. There are also stations for the sorting and packing of all pulses electronically
ar_sa: تأسست شركة التجار العرب للتجارة ش.م.م المتخصصة في تسويق وتصنيع البقوليات والغلال والأرز وجميع المحاصيل الزراعية للأستيراد والتصدير وتتميز الشركة بموقعها في وسط الدلتا وكما تتميز مصانع الشركة ومضاربها بأحدث المعدات والألات الحديثة وبشهادة خبراء من أهم الشركات العالمية حيث قدرتها علي تجهيز وتصدير لا يقل عن 100000الف طن من منتجاتها وتوجد مساحة تخزين لكل صنف لاستيعاب لا يقل عن 5000الي 10000 طن للصنف الواحد وصوامع مجهزة للتخزين الصب سواء من القمح والأرز الشعير والأرز العريض وتوجد ايضا محطات لفرز وتعبئة جميع البقوليات إلكترونيا

# aboutustab2
source: Who We Are
ar_sa: تقديم وتعريف شركة التجار العرب للتجارة

# aboutustab2paragraph
source: The Arab Traders Company works to modernize the latest modern purification methods and add all new ones in the fields of the company to satisfy and win the confidence of its customers and maintain permanent and continuous markets both internal and external. The company deals both for import and export to more than 46 countries and its geographical and economic location which is easy to reach land and sea easily and the location of its ports and free zones It has been aggressively competing in the European, Arab and African markets
ar_sa: وتعمل شركة التجار العرب للعمل علي تحديث أحدث وسائل التنقية الحديثة وإضافة كل ماهو جديد في مجالات الشركة لإرضاء وكسب ثقة عملائها والحفاظ الدائم والمستمر للأسواق سواء الداخلية والخارجية وتتعامل الشركة سواء للاستيراد والتصدير للأكثر من 46 دولة ولموقعها الجغرافي والأقتصادي القادر للوصول براً وبحراً بسهولة ولموقع موانيها ومناطقها الحرة أصبحت تتنافس وبقوة في الأسواق الأوربية والعربية ودول أفريقيا وتعمل شركة التجار العرب دائماً في تقدم وتطوير مستمر

# aboutustab3
source: Ho We Do
ar_sa: رؤيتنا ومهمتنا

# aboutustab3paragraph
source: We strive to be always in the Arab Republic of Egypt in all our products to always strive for what is best and to create a thought and impression of the company to hold it at home and abroad and to achieve the principles of efficiency, organization, quality and discipline to be always worthy of the trust of our customers and markets around us and our contribution always to serve the consumer and satisfaction and vision and message Arab traders for trading is the development of strategies to be followed, which is necessary and important is the responsibility of all employees and all executive managers and these values ​​are indispensable base and a system in the way of working with our customers the focal point of all activities and Our areas are always dedicated to providing our customers with all comfort and comfort.
ar_sa: نسعي أن نكون دائما في جمهورية مصر العربية بكل منتجاتنا إلي السعي دائماً إلي ما هو أفضل ولتكوين فكر وأنطباع عن الشركة يحتزي به في الداخل والخارج وتحقيق مبادئ الكفاءة والتنظيم والجودة والانضباط لنكون دائماً جديرين بحسن ثقة عملائنا والاسواق المحيطة بنا ومساهمتنا دائما لخدمة المستهلك وإرضائه و رؤية ورسالة التجار العرب للتجارة وهي تطوير الاستراتيجيات الواجب إتباعها وهو امر ضروري وهام يقع علي عاتق جميع العاملين وعلي جميع المديريين التنفذيين وهذة القيم التي لا غني عنها قاعدة اساسية ونظام في أسلوب العمل مع عملائنا النقطة المحورية لجميع الأنشطة والمجالات الهادفة لنا ودائما مانسعي إلي تزويد عملائنا بكل سبل الراحة والاطمئنان .

# aboutwhoweare
source: who we are
ar_sa: من نحــن

# addteam
source: New Employee
ar_sa: اضافة موظف

source: ADD TO CART
ar_sa: أضافة الى عربة التسوق

# agreeterms
source: I agree to the terms
ar_sa: أوافق على سياسة الشروط

# alreadyhaveaccount
source: Already have an account?
ar_sa: لديك حساب بالفعل

# applet
source: APPLET Software
ar_sa: أبلت سوفت وير

source: Arab Traders Group
ar_sa: مجموعة التجار العرب

# backhome
source: Back to Home
ar_sa: العودة للصفحة الرئيسية

# btnaddproduct
source: Add
ar_sa: أضف

# btneditabout
source: Edit
ar_sa: تعديل

# btnsaveproduct
source: Save
ar_sa: حفظ

# btnsignup
source: Sign Up
ar_sa: تسجيل

# btnviewmore
source: View More
ar_sa: رؤيــة المزيـــد

source: Company
ar_sa: الشركة

# companyproducts
source: Arab Traders Group Products
ar_sa: منتجــات التجــار العـرب

source: Company Team
ar_sa: الموظفيين

source: Contact
ar_sa: اتصل بنا

source: Contact Us
ar_sa: اتصل بنا

# contactusleavemessage
source: Leave a messsge here
ar_sa: اترك رسالتك هنا

# copyright
source: All Right Reserved to
ar_sa: جميع الحقوق محفوظة شركة

source: Country
ar_sa: البلد

# cssbootstrap
source: /Content/cssadmin/bootstrap.min-en.css
ar_sa: /Content/cssadmin/bootstrap.min-ar.css

# cssbootstrapu
source: /Content/css/bootstrap-en.css
ar_sa: /Content/css/bootstrap-ar.css

# csscontact
source: /Content/cssadmin/contacts-en.css
ar_sa: /Content/cssadmin/contacts-ar.css

# cssdetails
source: /Content/cssadmin/details-en.css
ar_sa: /Content/cssadmin/details-ar.css

# cssfaq
source: /Content/cssadmin/faq-en.css
ar_sa: /Content/cssadmin/faq-ar.css

# cssflaticonu
source: /Content/css/flaticon-en.css
ar_sa: /Content/css/flaticon-ar.css

# cssfont
source: http://fonts.googleapis.com/css?family=Droid+Sans:400,700
ar_sa: https://fontlibrary.org/face/droid-arabic-kufi

# cssfontawesome
source: /Content/cssadmin/font-awesome.min-en.css
ar_sa: /Content/cssadmin/font-awesome.min-ar.css

# cssgallery
source: /Content/cssadmin/gallery-en.css
ar_sa: /Content/cssadmin/gallery-ar.css

# csshover
source: /Content/cssadmin/hover-min-en.css
ar_sa: /Content/cssadmin/hover-min-ar.css

# cssmanager
source: /Content/cssadmin/manger-en.css
ar_sa: /Content/cssadmin/manger-ar.css

# cssmedia
source: /Content/cssadmin/media-en.css
ar_sa: /Content/cssadmin/media-ar.css

# cssmedia2
source: /Content/cssadmin/media2-en.css
ar_sa: /Content/cssadmin/media2-ar.css

# cssproduct
source: /Content/cssadmin/product-en.css
ar_sa: /Content/cssadmin/product-ar.css

# cssresponsiveu
source: /Content/css/responsive-en.css
ar_sa: /Content/css/responsive-ar.css

# cssrevolutionu
source: /Content/css/revolution-slider-en.css
ar_sa: /Content/css/revolution-slider-ar.css

# csssignup
source: /Content/cssadmin/singUp-en.css
ar_sa: /Content/cssadmin/singUp-ar.css

# csssignupfonts
source: http://fonts.googleapis.com/css?family=Droid+Sans:400,700
ar_sa: https://fontlibrary.org/face/droid-arabic-kufi

# cssstyle
source: /Content/cssadmin/style-en.css
ar_sa: /Content/cssadmin/style-ar.css

# cssstyleu
source: /Content/css/style-en.css
ar_sa: /Content/css/style-ar.css

# cssteam
source: /Content/cssadmin/team-en.css
ar_sa: /Content/cssadmin/team-ar.css

source: Dashboard
ar_sa: لوحة القيادة

# dashboardlocation
source: Mansoura -Egypt
ar_sa: المنصورة -مصر

# dashboardtime
source: Current local time in
ar_sa: الوقت الحالى فى

# dashboardweather
source: Mansoura WEATHER
ar_sa: حالة الطقس بالمنصورة

source: Date
ar_sa: التاريخ

# DateTimeModel
source: DateTime
ar_sa: تاريخ النشر

# DescriptionModel
source: Description
ar_sa: الوصف

source: Email
ar_sa: البريد الالكترونى

# EmployeeCountryModel
source: Country
ar_sa: البلد

# EmployeeDateTimeModel
source: DateTime
ar_sa: تاريخ النشر

# EmployeeEmailModel
source: Email
ar_sa: البريد الالكترونى

# EmployeeEmpErrorModel
source: Error
ar_sa: رسالة الخطأ

# EmployeeFirstNameModel
source: First Name
ar_sa: الاسم الاول

# EmployeeIdModel
source: Employee Id
ar_sa: الرقم المحدد

# EmployeeLastNameModel
source: Last Name
ar_sa: الاسم الاخير

# EmployeePhoneNumberModel
source: Phone Number
ar_sa: رقم الهاتف

# EmployeePublisherModel
source: Publisher
ar_sa: الناشر

source: Faq
ar_sa: الاسئلة الشائعة

# faqadd
source: Add
ar_sa: اضافة

# faqanswer
source: Answer
ar_sa: الاجابة

# FaqAnswerEnModel
source: Faq Answer English
ar_sa: الاجابة باللغة الانجليزية

# FaqDateTimeModel
source: Faq DateTime
ar_sa: تاريخ النشر

# faqdelete
source: Delete
ar_sa: حذف

# faqedit
source: Edit
ar_sa: تعديل

# FaqErrorModel
source: Faq Error
ar_sa: رسالة الخطأ

# FaqIdModel
source: Faq Id
ar_sa: الرقم المحدد

# faqpublisher
source: Publisher
ar_sa: الناشر

# FaqPublisherModel
source: Faq Publisher
ar_sa: الناشر

# faqquestion
source: Question
ar_sa: السؤال

# FaqQuestionEnModel
source: Faq Question English
ar_sa: السؤال باللغة الانجليزية

source: Faqs
ar_sa: الاسئلة الشائعة

# FirstNameModel
source: First Name
ar_sa: الاسم الاول

# followus
source: Follow Us On
ar_sa: تابعنــا على مواقع التواصل الاجتماعى

# footeraddress
source: Address
ar_sa: العنوان

# footeraddressdata
source: Bashbish, Al Mahalah Al Kubra, Gharbia Governorate
ar_sa: بشبيش- المحلة الكبري- محافظة الغربيه

# footerappletsoftware
source: Designed & Developed By APPLET Software
ar_sa: تصميم وتطوير شركة ابلت سوفت وير

# footercopyright
source: Copyrights © Arab Traders Group 2018. All rights reserved.
ar_sa: جميع الحقوق محفوظة مجموعة التجار العرب

# footeremail
source: Email
ar_sa: البريد الالكترونى

# footerlinks
source: Featured links
ar_sa: أهــم الروابــــــط

# footerphone
source: Phone
ar_sa: رقم الهاتف

source: Gallery
ar_sa: المعرض

# galleryadd
source: Add
ar_sa: اضافة

# gallerycaption
source: Caption
ar_sa: العنوان

# gallerydelete
source: Delete
ar_sa: حذف

# galleryedit
source: Edit
ar_sa: تعديل

# galleryimage
source: Image
ar_sa: الصور

# galleryinformation
source: Gallary Information
ar_sa: معلومات الصور

source: Home
ar_sa: الرئيسية

# ImageModel
source: Image
ar_sa: الصورة

# JobTitleModel
source: JobTitle
ar_sa: اللقب الوظيفى

source: KEEP IN TOUCH
ar_sa: كن على اتصال دائم بنا

# LastNameModel
source: Last Name
ar_sa: الاسم الاخير

# latestgalleries
source: Arab Traders Group Gallery
ar_sa: معرض الصور مجموعة التجار العرب

source: Latest Products
ar_sa: احدث المنتجات

# lgalleries
source: Latest Gallery
ar_sa: أحدث معرض

# loginu
source: Log in
ar_sa: تسجيل دخول

source: Log Off
ar_sa: خروج

# lvendors
source: Latest Vendors
ar_sa: أحدث التجار

# lvendorsdata
source: Latest Vendors
ar_sa: التجار

source: Manager
ar_sa: المدير

# manageradd
source: Add
ar_sa: اضافة

# managerdelete
source: Delete
ar_sa: حذف

# managerdescription
source: Description
ar_sa: الوصف

# manageredit
source: Edit
ar_sa: تعديل

# ManagerErrorModel
source: Error
ar_sa: رسالة الخطأ

# managerfname
source: First Name
ar_sa: الاسم الاول

# ManagerIdModel
source: Manager Id
ar_sa: الرقم المحدد

# managerimage
source: Image
ar_sa: الصورة

# managerlname
source: Last Name
ar_sa: الاسم الاخير

# managerposition
source: Position
ar_sa: المكانة

source: Managers
ar_sa: الادارة

# managersdata
source: Managers
ar_sa: الادارة

# managerslatest
source: Managers
ar_sa: المديرين

source: Message
ar_sa: الرسالة

source: New Faq
ar_sa: اضافة سؤال

source: New Manager
ar_sa: اضافة مدير

# newopen
source: Product
ar_sa: منتج

source: New Photo
ar_sa: اضافة صورة

source: New Product
ar_sa: اضافة منتج

source: Newsletter
ar_sa: القائمة البريدية

source: New Vendor
ar_sa: اضافة تاجر

# onhold
source: Vendor
ar_sa: تاجــر

source: Or Login With
ar_sa: أو تسجيل الدخول باستخدام

source: OUR EXPORT
ar_sa: التصديـــر

# ourexportparagraph
source: Our export activities are characterized with very good quality and nicely shaped packing. We are always shipping our goods exactly according to the specification agreed-upon with our clients , and are also careful to have them reached to our clients as scheduled on time.
ar_sa: وتتميز أنشطة التصدير لدينا مع نوعية جيدة جدا والتعبئة على شكل لطيف نحن دائما نشحن بضائعنا بالضبط وفقا للمواصفات المتفق عليها مع عملائنا، وأيضا حريصون على أن تصل لهم لعملائنا كما هو مقرر في الوقت المحدد.

source: OUR IMPORT
ar_sa: الاستـيـــراد

# ourimportparagraph
source: Our Import activity include different field in addition to food stuffs We are a leading and one of biggest importers of yarn. This division is concerned with satisfying the needs of local market with all kinds of yarn . We import from India , Malaysia , China , Thailand and other countries .
ar_sa: وتشمل أنشطة الاستيراد لدينا مجال مختلف بالإضافة إلى المواد الغذائية نحن الشركة الرائدة وأحد أكبر المستوردين من المحاصيل الزراعية تختص هذه الشعبة بتلبية احتياجات السوق المحلية بجميع أنواع المحاصيل الزراعية . نحن نستورد من الهند، ماليزيا، الصين، تايلاند وبلدان أخرى.

# ourmanagers
source: Arab Traders Group Team
ar_sa: فريـــق عمــل التـجــــار العــــرب

source: Phone
ar_sa: رقم التليفون

# PhotoCaptionArModel
source: Photo Caption Arabic
ar_sa: عنوان الصورة باللغة العربية

# PhotoCaptionEnModel
source: Photo Caption English
ar_sa: عنوان الصورة باللغة الانجليزية

# PhotoDateTimeModel
source: Photo DateTime
ar_sa: تاريخ الصورة

# PhotoErrorModel
source: Photo Error
ar_sa: رسالة الخطأ

# photogallery
source: Photo Gallary
ar_sa: معرض الصور

# PhotoIdModel
source: Photo Id
ar_sa: الرقم المحدد

# PhotoPathModel
source: Photo Path
ar_sa: الصورة

# PhotoPublisherModel
source: Photo Publisher
ar_sa: الناشر

# placholderemail
source: Enter Your Email
ar_sa: ادخل بريدك الالكترونى

# product
source: Products
ar_sa: منتجاتنا

# productalbum
source: Products Album
ar_sa: صور المنتجات

# ProductDateTimeModel
source: Product DateTime
ar_sa: تاريخ المنتج

# productdelete
source: Delete
ar_sa: حذف

# ProductDescriptionArModel
source: Product Description Arabic
ar_sa: وصف المنتج باللغةالعربية

# ProductDescriptionEnModel
source: Product Description English
ar_sa: وصف المنتج باللغة الانجليزية

# productdetails
source: Details
ar_sa: تفاصيل

# productedit
source: Edit
ar_sa: تعديل

# ProductErrorModel
source: Product Error
ar_sa: رسالة المنتج

# ProductIdModel
source: Product Id
ar_sa: الرقم المحدد

# productimage
source: Image
ar_sa: الصوره

# ProductImageModel
source: Product Image
ar_sa: صورة المنتج

# productinformation
source: Products Information
ar_sa: معلومات المنتجات

# productname
source: Name
ar_sa: الاسم

# ProductNameArModel
source: Product Name Arabic
ar_sa: اسم المنتج باللغة العربية

# ProductNameEnModel
source: Product Name English
ar_sa: اسم المنتج باللغة الانجليزية

# productowner
source: Owner
ar_sa: الناشر

# ProductPublisherModel
source: Publisher
ar_sa: الناشر

# productquantity
source: Quantity
ar_sa: الكميه

# ProductQuantityModel
source: Product Quantity
ar_sa: كمية المنتج

source: Products
ar_sa: المنتجات

# PublisherModel
source: Publisher
ar_sa: الناشر

# pull
source: pull-right
ar_sa: pull-left

# RegisterConfirmpassword
source: Confirm Password
ar_sa: تأكيد كلمة المرور

# RegisterEmail
source: Email
ar_sa: البريد الالكترونى

# RegisterFirstName
source: First Name
ar_sa: الاسم الاول

# RegisterLastName
source: Last Name
ar_sa: الاسم الاخير

# RegisterPassword
source: Password
ar_sa: كلمة المرور

source: Related Products
ar_sa: منتجات ذات صلة

source: Search......
ar_sa: بحث.....

# seeproductdetails
source: Product Deatails
ar_sa: تفاصيل المنتج

source: Send Now
ar_sa: ارسال

# shipping
source: Manager
ar_sa: مديــر

source: Sign up now
ar_sa: ليس عضوا؟ أفتح حساب الأن

# slidercompanyname
source: Arab Traders Group
ar_sa: مجموعة التجار العرب

# sliderh2
source: High quality, continuous development at competitive prices
ar_sa: جودة عالية ، بتطوير مستمر وبأسعار تنافسية مع الحفاظ على الأمان البيئى

# sliderh3
source: we have been working in the field of exporting fruits,vegetables and legumes .
ar_sa: نحن نعمل في مجال تصدير الفواكه والخضراوات والبقوليات

# sliderh3br
source: We have exported to different countries in Europe such as UK , Holland
ar_sa: قمنا بالتصدير إلى بلدان مختلفة في أوروبا مثل المملكة المتحدة، هولندا، ايطاليا وغيرها

# sliderh3slide3
source: We dispatch our goods to Malaysia , Singapore and others
ar_sa: نقوم بتصدير بضائعنا الى ماليزيا وسنغافورة وبعض الدول العربية في آسيا

# stayupdate
source: Stay tune for updates
ar_sa: اشترك معنا في القائمة البريدية ليصلك كل جديد

source: Subject
ar_sa: الموضوع

source: Team
ar_sa: الفريق

# teamadd
source: Add
ar_sa: اضافة

# teambtnadd
source: Add
ar_sa: اضف

# teambtnsave
source: Save
ar_sa: حفظ

# teamcountry
source: Country
ar_sa: البلد

# teamdelete
source: Delete
ar_sa: حذف

# teamedit
source: Edit
ar_sa: تعديل

# teamemail
source: Email
ar_sa: البريد الالكترونى

# teamfname
source: First Name
ar_sa: الاسم الاول

# teamlatest
source: Latest Teams
ar_sa: اعضاء الفريق

# teamlname
source: Last Name
ar_sa: الاسم الاخير

# teamphone
source: Phone
ar_sa: رقم الهاتف

# testimonial1author
source: -Steven D
ar_sa: ستيفن دى

# testimonial1paragraph
source: I have never had a company so willing and as a part of there routine make sure the job was done right. The quality control that is in place is outstanding. This testimonial is from a former Contractor and Superintendent who knows quality when he sees it. Thanks Arab Traders Group from the bottom of my heart.
ar_sa: لم يكن لدي شركة على استعداد لذلك حيث تتأكد من أن المهمة تم القيام بها بشكل تام . مراقبة الجودة التي هي في المقام الاول هذه الشهادة هي من المقاول السابق والمشرف الذي يعرف نوعية عندما يرى ذلك. شكرا مجموعة التجار العرب من قلوب قلبي.

# testimonial1role
source: CEO / Founder
ar_sa: مدير تنفيذى

# testimonial2author
source: -Bill K
ar_sa: بيل كاى

# testimonial2paragraph
source: Arab Traders Group is one of the best specialized companies in the field of import and export of agricultural crops. It is always keen to trust the customers and conduct the business process efficiently
ar_sa: مجموعة التجار العرب هي واحدة من أفضل الشركات المتخصصة في مجال استيراد وتصدير المحاصيل الزراعية. انها دائما حريصة على ثقة العملاء وإجراء عملية الأعمال بكفاءة

# testimonial2role
source: Project Manager
ar_sa: مدير مشروع

# testimonial3author
source: -Jon B
ar_sa: جون بى

# testimonial3paragraph
source: Dear Amr, I have to say I am so pleased with the way Arab Traders Group takes care of their customers. It is a true blessing to have a company that is not there just to take the money and run. I have already recommended you to several people. I trust your company to do the right thing. Have a wonderful day.
ar_sa: عزيزي عمرو، لا بد لي من القول أنا مسرور جدا مع التجار العرب . بل هو نعمة حقيقية أن يكون هناك للشركة التي ليست فقط لأخذ المال. لقد أوصيت بالفعل لك عدة أشخاص. أنا على ثقة شركتك أن تفعل الشيء الصحيح. اتمنى لك يوم جميل.

# testimonial3role
source: Sales Manager
ar_sa: مدير مبيعات

# testimonial4author
source: -Saad M
ar_sa: سعد محمد

# testimonial4paragraph
source: The Arab Traders Group is one of the nicest companies I have dealt with since it helped me in the shipping and payment process, and dealing with it was flexible enough from my heart. I respect this company.
ar_sa: مجموعة التجار العرب هي واحدة من أجمل الشركات التي تعاملت معها لأنها ساعدتني في عملية الشحن والدفع، والتعامل معها كان مرنا بما فيه الكفاية من قلبي. أحترم هذه الشركة.

# testimonial4role
source: Financial Manager
ar_sa: مدير مالى

# ufaq
source: Faq
ar_sa: الاسئلة الشائعة

# ugallery
source: Gallery
ar_sa: الصور

# unpaid
source: Team
ar_sa: موظــف

# UserEmail
source: Email
ar_sa: البريد الالكترونى

# UserPassword
source: Password
ar_sa: كلمة المرور

# UserRememberme
source: Remember me
ar_sa: تذكرنى

source: Vendor
ar_sa: التجار

# vendoradd
source: Add
ar_sa: اضافة

# vendorbtnadd
source: Add
ar_sa: أضف

# vendorbtnsave
source: Save
ar_sa: حفظ

# vendorcompany
source: Company
ar_sa: الشركة

# VendorCompanyEmailModel
source: Email
ar_sa: البريد الالكترونى

# VendorCompanyNameModel
source: Company
ar_sa: اسم الشركة

# vendorcountry
source: Country
ar_sa: البلد

# VendorCountryModel
source: Country
ar_sa: البلد

# VendorDateTimeModel
source: DateTime
ar_sa: تاريخ النشر

# vendordelete
source: Delete
ar_sa: حذف

# vendoredit
source: Edit
ar_sa: تعديل

# vendoremail
source: Email
ar_sa: البريد الالكترونى

# VendorErrorModel
source: Vendor Error
ar_sa: الرسالة

# VendorIdModel
source: Vendor Id
ar_sa: الرقم المحدد

# vendormanager
source: Manager
ar_sa: المدير

# VendorManagerNameModel
source: Manager Name
ar_sa: اسم المدير

# vendorphone
source: Phone
ar_sa: رقم الهاتف

# VendorPhoneNumberModel
source: Phone Number
ar_sa: رقم الهاتف

# VendorPublisherModel
source: Publisher
ar_sa: الناشر

source: Vendors
ar_sa: التجار الحاليين

# vieworders
source: View statistical
ar_sa: إحصائيات

# welcomourcompany
source: Welcome To Arab Traders Group
ar_sa: أهلاً و مرحباً بكم في شركة التجار العرب

# FaqAnswerArModel
source: Faq Answer Arabic
ar_sa: الاجابة باللغة العربية

# FaqQuestionArModel
source: Faq Question Arabic
ar_sa: السؤال باللغة العربية

# footerfax
source: Fax
ar_sa: فاكس
